{
  "cards": [
    {
      "name": "Blázen",
      "number": "0",
      "meaning": "Blázen představuje nový začátek, čistý štít, volnost a důvěru v život. Jeho vak symbolizuje životní zkušenosti, které má vždy s sebou, i když si je možná neuvědomuje. Pes značí instinkt a věrnost.",
      "reversed_meaning": "Odvaha vykročit do neznáma, přijetí změny, důvěra v proces. Může naznačovat rizika, která přinášejí příležitosti.",
      "image": "images/Blázen1.jpg"
},
{
     "name": "Mág",
      "number": "I",
      "meaning": "Mág propojuje duchovní a fyzickou rovinu, což znamená, že má moc přeměňovat myšlenky ve skutečnost. Symbol nekonečna naznačuje nekonečné možnosti.",
      "reversed_meaning": "síla manifestace, tvořivost, realizace potenciálu. Ukazuje, že máte vše, co potřebujete k dosažení svých cílů.",
      "image": "images/Mág.jpg"
}, 
{
     "name": "Velekněžka",
      "number": "II",
      "meaning": "Závoj značí tajemství a skrytá moudra. Velekněžka představuje intuici, podvědomí a spojení s vyšším vědomím.",
      "reversed_meaning": "Poslech intuice, duchovní růst, potřeba pochopení skrytých pravd. Je to karta klidu a introspekce.",
      "image": "images/Velekněžka.jpg"
},
{
     "name": "Císařovna",
      "number": "III",
      "meaning": "Císařovna je archetyp matky a symbolizuje hojnost, péči, kreativitu a propojení s přírodou.",
      "reversed_meaning": " Císařovna vyjadřuje zejména ženskost v její plodné, tvořivé podobě, naznačuje na svůdnou, krásnou ženu, případně také na ryzí tvořivou schopnost přírody jako celku. Je to pozitivní karta pro těhotnou ženu. Ukazuje ale také na laskavou a obětavou matku, nebo osobu, která zastupuje podobné záležitosti. Ptáme li se na partnerku, potom objekt našeho zájmu je vyzrálý a rozhodně bychom se měli snažit získat její pozornost. Umí energii dávat i přijímat, podporuje druhé, ale myslí vyváženě i na sebe, dokáže lidem pomoci a nasměrovat je správným způsobem. Dalo by se říci, že má v sobě pozitivní energie planety Venuše, tedy smysl pro krásu, ale i zábavu, je společenská a má vyzařování, umí jednat s lidmi a neustále pracuje sama na sobě. Jestliže se dotazujeme na nějakou situaci, potom by měla dopadnout velmi dobře. Tato karta naznačuje často i na těhotenství v jeho nejhezčím významu, tedy radostné očekávání a zásadní změna k lepšímu. V příbuzenských vztazích může také naznačovat na možnost daru, nebo dědictví, případně na úspěšné vyřešení nějakého sporu. Přímo ve vztazích nám Císařovna říká, že se nemáme bát změny v přístupu ke vztahu a měli bychom milovat celým svým srdcem, nemělo by nám být nijak ublíženo. Jestliže máme vztah, který nás nějak svazuje, potom se můžeme s důvěrou uvolnit a umožnit totéž i partnerovi. Je to výborná karta i v případě zaměstnání, protože ukazuje na lepší příležitosti, vyšší výdělek, tvořivé procesy a nové nápady. Je to podpora shora pro nové začátky",
      "image": "images/Císařovna.jpg"
},
{
     "name": "Císař",
      "number": "IV",
      "meaning": "Císař je ztělesněním pořádku, stability a struktury. Berani představují sílu a vedení.",
      "reversed_meaning": "Autorita, disciplína, stabilita a pevný základ. Může značit otcovskou postavu nebo potřebu řádu.",
      "image": "images/Císařovna.jpg"  
},
{
     "name": "The Magician",
      "number": "1",
      "meaning": "Action, the power to manifest",
      "reversed_meaning": "Manipulation, poor planning, untapped talents",
      "image": "images/Císařovna.jpg"
    }
  ]
}
