{
  "cards": [
    {
      "name": "Blázen",
      "number": "0",
      "meaning": "Blázen představuje nový začátek, čistý štít, volnost a důvěru v život. Jeho vak symbolizuje životní zkušenosti, které má vždy s sebou, i když si je možná neuvědomuje. Pes značí instinkt a věrnost.",
      "reversed_meaning": "Hlavním významem Blázna je užívání si života, s naprostou důvěrou, že všechno dopadne dobře, přestože člověk zřejmě udělal krok do nejistoty, který jeho okolí odsuzuje, nebo nad ním nevěřícně kroutí hlavou. Jedná se zřejmě o někoho, kdo má sice malé zkušenosti, ale o to větší sebedůvěru, která ho vždycky dostane z problému, přestože situace často nevypadá vůbec dobře. Myšlení je nekonvenční a svobodné, plné radosti a důvěry v život samotný. Originální osobnost s výbornými instinkty a sebedůvěrou. Ptáme li se na výsledek čehokoli, pravděpodobně se situace nějak zázračně vyřeší, i když to snad ani logicky není možné. Hravá bytost, která se nebojí riskovat a obvykle jí to také vychází. Odvaha jít vlastní cestou, která je nejistá a nevyzkoušená. Celkově tato karta popisuje člověka, který je radostný, otevřený, dobrosrdečný, neřeší ani minulost, ani budoucnost a žije hlavně v přítomném okamžiku. Má naprostou důvěru ve své schopnosti a ví, že díky tomu jsou mu otevřeny i vyšší síly. Dalo by se říci, že Blázen je opakem astrologického znamení Kozoroha, protože vyjadřuje důvěřivou lehkost bytí, tedy něco, co Kozoroh obvykle zažívat příliš neumí.
",
      "image": "images/Blázen1.jpg"
},
{
     "name": "Mág",
      "number": "I",
      "meaning": "Mág je výborná karta, naznačuje na člověka, který má svůj život plně pod kontrolou a dobře ho zvládá. Ukazuje také na pochopení zákonitostí života v celé jeho šíři, v širších souvislostech pak naznačuje na veliký úspěch, završení, doražení do cíle. Ptáme li se na konkrétní osobu, jedná se o úspěšného, bystrého člověka, který ví co chce a umí toho dosáhnout. Také může jít o někoho, kdo má opravdu vyšší schopnosti, umí ovládat energie, dokáže vědomě tvořit. Obecně se jedná o bytost se silnou, tvořivou vůlí, která na rozdíl od Blázna jedná cílevědomě, je všestranná, má dobrý rozhled, poradí si s rozdílnými názory a problémy přijímá jako výzvu. Mág má jasné cíle, ví, tvoří aktivně svoji realitu. Bývá dobrý a rozhodný diplomat, umí udělat první, rozhodující krok, ví přesně, co chce a díky tomu svých cílů také dosahuje. Podobné je to i ve vztazích - potřebuje podobně rovnocenného partnera, který ví, čím je a nepochybuje o sobě. Nemá chuť a potřebu s druhými manipulovat, protože je zdravě sebejistý. O svých schopnostech ví a nepochybuje o nich. Je to výborný zaměstnanec, nebo manažer, ale také silná individualita.",
      "reversed_meaning": "síla manifestace, tvořivost, realizace potenciálu. Ukazuje, že máte vše, co potřebujete k dosažení svých cílů.",
      "image": "images/Mág.jpg"
}, 
{
     "name": "Velekněžka",
      "number": "II",
      "meaning": "Závoj značí tajemství a skrytá moudra. Velekněžka představuje intuici, podvědomí a spojení s vyšším vědomím.",
      "reversed_meaning": "Velekněžka ukazuje na člověka, který má v sobě dobře srovnané vše, co souvisí s vnitřní ženou. Má výbornou intuici, je vnímavý a empatický, umí naslouchat svému vnitřnímu vedení a nikdy neřeší věci násilím. Používá spíše cit a intuici při rozhodování o důležitých záležitostech a málokdy se v tom zmýlí. Myslí na druhé, má potřebu vše uvádět do harmonie a prakticky ve všem potřebuje vnímat širší aspekty a souvislosti. Mateřská bytost, která dokáže ochraňovat své blízké a drží je pohromadě starostlivou péčí. Lze říci, že Velekněžka je také kartou archetypů, velmi hluboce schovaných v našem podvědomí. Archetypů, které jejichž význam je nám sice naprosto jasný, ale málokdy do nich nahlédneme tak, abychom je zcela pochopili. Umí léčit, materializovat, ale nikoli za účelem dosažení hmotného bohatství, jde jí zejména o duši a o duchovní vývoj. Někdy ukazuje na ochranné bytosti, či anděly, kteří nás provází našimi životy. Ukazuje li na partnera, potom se jedná o vnímavého člověka, který ví, co je ve vztahu třeba a dokáže milovat naprosto nesobecky a bezpodmínečně. Osamělým lidem tato karta říká, že by si do života měli pustit spřízněnou duši. Výborná karta pro lidi, kteří se nějakým způsobem zabývají esoterikou, pomocí druhým, péčí o potřebné. Člověk, signovaný Velekněžkou, umí vysvětlovat záležitosti, které si druzí často ani neuvědomují, nebo o nich nevědí vůbec nic. Je to typ člověka s opravdu dobře vyváženou vnitřní ženskou stránkou osobnosti.
",
      "image": "images/Velekněžka.jpg"
},
{
     "name": "Císařovna",
      "number": "III",
      "meaning": "Císařovna je archetyp matky a symbolizuje hojnost, péči, kreativitu a propojení s přírodou.",
      "reversed_meaning": " Císařovna vyjadřuje zejména ženskost v její plodné, tvořivé podobě, naznačuje na svůdnou, krásnou ženu, případně také na ryzí tvořivou schopnost přírody jako celku. Je to pozitivní karta pro těhotnou ženu. Ukazuje ale také na laskavou a obětavou matku, nebo osobu, která zastupuje podobné záležitosti. Ptáme li se na partnerku, potom objekt našeho zájmu je vyzrálý a rozhodně bychom se měli snažit získat její pozornost. Umí energii dávat i přijímat, podporuje druhé, ale myslí vyváženě i na sebe, dokáže lidem pomoci a nasměrovat je správným způsobem. Dalo by se říci, že má v sobě pozitivní energie planety Venuše, tedy smysl pro krásu, ale i zábavu, je společenská a má vyzařování, umí jednat s lidmi a neustále pracuje sama na sobě. Jestliže se dotazujeme na nějakou situaci, potom by měla dopadnout velmi dobře. Tato karta naznačuje často i na těhotenství v jeho nejhezčím významu, tedy radostné očekávání a zásadní změna k lepšímu. V příbuzenských vztazích může také naznačovat na možnost daru, nebo dědictví, případně na úspěšné vyřešení nějakého sporu. Přímo ve vztazích nám Císařovna říká, že se nemáme bát změny v přístupu ke vztahu a měli bychom milovat celým svým srdcem, nemělo by nám být nijak ublíženo. Jestliže máme vztah, který nás nějak svazuje, potom se můžeme s důvěrou uvolnit a umožnit totéž i partnerovi. Je to výborná karta i v případě zaměstnání, protože ukazuje na lepší příležitosti, vyšší výdělek, tvořivé procesy a nové nápady. Je to podpora shora pro nové začátky",
      "image": "images/Císařovna.jpg"
},
{
     "name": "Císař",
      "number": "IV",
      "meaning": "Císař je ztělesněním pořádku, stability a struktury. Berani představují sílu a vedení.",
      "reversed_meaning": "Autorita, disciplína, stabilita a pevný základ. Může značit otcovskou postavu nebo potřebu řádu.",
      "image": "images/Císařovna.jpg"  
},
{
     "name": "The Magician",
      "number": "1",
      "meaning": "Action, the power to manifest",
      "reversed_meaning": "Manipulation, poor planning, untapped talents",
      "image": "images/Císařovna.jpg"
    }
  ]
}
