{
  "cards": [
    {
      "name": "Blázen",
      "number": "0",
      "meaning": "Blázen představuje nový začátek, čistý štít, volnost a důvěru v život. Jeho vak symbolizuje životní zkušenosti, které má vždy s sebou, i když si je možná neuvědomuje. Pes značí instinkt a věrnost.",
      "reversed_meaning": "Význam: Odvaha vykročit do neznáma, přijetí změny, důvěra v proces. Může naznačovat rizika, která přinášejí příležitosti.",
      "image": "images/Blázen1.jpg"
},
{
     "name": "Mág",
      "number": "I",
      "meaning": "Mág je výborná karta, naznačuje na člověka, který má svůj život plně pod kontrolou a dobře ho zvládá. Ukazuje také na pochopení zákonitostí života v celé jeho šíři, v širších souvislostech pak naznačuje na veliký úspěch, završení, doražení do cíle. Ptáme li se na konkrétní osobu, jedná se o úspěšného, bystrého člověka, který ví co chce a umí toho dosáhnout. Také může jít o někoho, kdo má opravdu vyšší schopnosti, umí ovládat energie, dokáže vědomě tvořit. Obecně se jedná o bytost se silnou, tvořivou vůlí, která na rozdíl od Blázna jedná cílevědomě, je všestranná, má dobrý rozhled, poradí si s rozdílnými názory a problémy přijímá jako výzvu. Mág má jasné cíle, ví, tvoří aktivně svoji realitu. Bývá dobrý a rozhodný diplomat, umí udělat první, rozhodující krok, ví přesně, co chce a díky tomu svých cílů také dosahuje. Podobné je to i ve vztazích - potřebuje podobně rovnocenného partnera, který ví, čím je a nepochybuje o sobě. Nemá chuť a potřebu s druhými manipulovat, protože je zdravě sebejistý. O svých schopnostech ví a nepochybuje o nich. Je to výborný zaměstnanec, nebo manažer, ale také silná individualita.",
      "reversed_meaning": "síla manifestace, tvořivost, realizace potenciálu. Ukazuje, že máte vše, co potřebujete k dosažení svých cílů.",
      "image": "images/Mág.jpg"
}, 
{
     "name": "Velekněžka",
      "number": "II",
      "meaning": "Závoj značí tajemství a skrytá moudra. Velekněžka představuje intuici, podvědomí a spojení s vyšším vědomím.",
      "reversed_meaning": "Poslech intuice, duchovní růst, potřeba pochopení skrytých pravd. Je to karta klidu a introspekce.",
      "image": "images/Velekněžka.jpg"
},
{
     "name": "Císařovna",
      "number": "III",
      "meaning": "Císařovna je archetyp matky a symbolizuje hojnost, péči, kreativitu a propojení s přírodou.",
      "reversed_meaning": " Plodnost (doslovná i symbolická), kreativita, láska, růst a harmonie.",
      "image": "images/Císařovna.jpg"
},
{
     "name": "Císař",
      "number": "IV",
      "meaning": "Císař je ztělesněním pořádku, stability a struktury. Berani představují sílu a vedení.",
      "reversed_meaning": "Autorita, disciplína, stabilita a pevný základ. Může značit otcovskou postavu nebo potřebu řádu.",
      "image": "images/Císařovna.jpg"  
},
{
     "name": "The Magician",
      "number": "1",
      "meaning": "Action, the power to manifest",
      "reversed_meaning": "Manipulation, poor planning, untapped talents",
      "image": "images/Císařovna.jpg"
    }
  ]
}
